zplug/zplug

# oh-my-zsh
#zplug zplug/zplug
#zplug robbyrussell/oh-my-zsh

# Miscellaneous commands
andrewferrier/fzf-z
k4rthik/git-cal
peco/peco
clvv/fasd
#junegunn/fzf-bin
#junegunn/fzf

# Enhanced cd
b4b4r07/enhancd

# Bookmarks and jump
jocelynmallon/zshmarks

#fzf-marks
#urbainvaes/fzf-marks

# Enhanced dir list with git features
supercrabtree/k

# Jump back to parent directory
tarrasch/zsh-bd

# Simple zsh calculator
#arzzen/calc.plugin.zsh

# Directory colors
seebi/dircolors-solarized

# Load theme
#bhilburn/powerlevel9k

robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/compleat
robbyrussell/oh-my-zsh path:plugins/common-aliases
robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/colorize
robbyrussell/oh-my-zsh path:plugins/command-not-found
robbyrussell/oh-my-zsh path:plugins/copydir
robbyrussell/oh-my-zsh path:plugins/copyfile
robbyrussell/oh-my-zsh path:plugins/cp
robbyrussell/oh-my-zsh path:plugins/dircycle
robbyrussell/oh-my-zsh path:plugins/encode64
robbyrussell/oh-my-zsh path:plugins/extract
robbyrussell/oh-my-zsh path:plugins/history
robbyrussell/oh-my-zsh path:plugins/tmux
robbyrussell/oh-my-zsh path:plugins/tmuxinator
robbyrussell/oh-my-zsh path:plugins/urltools robbyrussell/oh-my-zsh path:plugins/web-search
robbyrussell/oh-my-zsh path:plugins/z
robbyrussell/oh-my-zsh path:plugins/fancy-ctrl-z

# Supports oh-my-zsh plugins and the like
robbyrussell/oh-my-zsh path:plugins/archlinux
robbyrussell/oh-my-zsh path:plugins/dnf

robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/golang
robbyrussell/oh-my-zsh path:plugins/svn
robbyrussell/oh-my-zsh path:plugins/node
#robbyrussell/oh-my-zsh path:plugins/npm
robbyrussell/oh-my-zsh path:plugins/bundler
#robbyrussell/oh-my-zsh path:plugins/gem
robbyrussell/oh-my-zsh path:plugins/rbenv
#robbyrussell/oh-my-zsh path:plugins/rvm
robbyrussell/oh-my-zsh path:plugins/pip
robbyrussell/oh-my-zsh path:plugins/sudo
robbyrussell/oh-my-zsh path:plugins/gpg-agent
robbyrussell/oh-my-zsh path:plugins/systemd
#plugins/docker
#plugins/docker-compose

#zplug djui/alias-tips
hlissner/zsh-autopair
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
#sindresorhus/pure
romkatv/powerlevel10k
# zsh-syntax-highlighting must be loaded after executing compinit command
# and sourcing other plugins
zsh-users/zsh-syntax-highlighting
