tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
brew "aichat"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "bat"
brew "bazelisk"
brew "bc"
brew "glib"
brew "cairo"
brew "clipper", restart_service: :changed
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "gnutls"
brew "emacs"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "glab"
brew "gnu-sed"
brew "libksba"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "lua"
brew "md5sha1sum", link: false
brew "navi"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "nowplaying-cli"
brew "nvm"
brew "openssl@1.1"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "switchaudio-osx"
brew "tlrc"
brew "tmuxinator"
brew "wallpaper"
brew "watch"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "morantron/tmux-fingers/tmux-fingers"
cask "aerospace"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "maccy"
cask "mactex-no-gui"
cask "orangedrangon-android-messages"
cask "rar"
cask "sf-symbols"
cask "visual-studio-code"
cask "whatsapp"
vscode "akamud.vscode-theme-onedark"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "cstrap.python-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "google.blaze"
vscode "google.fig"
vscode "google.nextcode"
vscode "googlecloudtools.cloudcode"
vscode "googlecloudtools.firebase-dataconnect-vscode"
vscode "graphql.vscode-graphql-syntax"
vscode "kevinrose.vsc-python-indent"
vscode "luanpotter.dart-import"
vscode "magicstack.magicpython"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "oscarcs.dart-syntax-highlighting-only"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "thebarkman.vscode-djaneiro"
vscode "toba.vsfire"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zxh404.vscode-proto3"
