tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "automake"
brew "bazelisk"
brew "glib"
brew "cairo"
brew "coreutils"
brew "gnutls"
brew "emacs"
brew "libssh2"
brew "libgit2"
brew "openssl@1.1"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "krb5"
brew "lazygit"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "md5sha1sum", link: false
brew "navi"
brew "neovim"
brew "node", link: false
brew "nvm"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "watch"
brew "zlib"
brew "hashicorp/tap/terraform"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "mactex-no-gui"
vscode "akamud.vscode-theme-onedark"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "cstrap.python-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.vscode-pull-request-github"
vscode "google.fig"
vscode "googlecloudtools.cloudcode"
vscode "kevinrose.vsc-python-indent"
vscode "luanpotter.dart-import"
vscode "magicstack.magicpython"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "oscarcs.dart-syntax-highlighting-only"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "thebarkman.vscode-djaneiro"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zxh404.vscode-proto3"
